{
  "english": {
    "home": "Home",
    "aboutUs": "About Us",
    "products_Solution": "Products & Solution",
    "gallery": "Gallery",
    "blog": "Blog",
    "contact": "Contact",
    "requestDemo": "Request Demo",
    "heading": "Quality, Intelligent & Creative Solutions",
    "headingContent": "To revolutionize manufacturing and shop floor operations with unprecedented efficiency and innovation in scale!!",
    "content": "REXSATRONIX is a cutting-edge startup based in Mysuru, India. We specialize in the design, development, and manufacturing of advanced equipment and software solutions for Electronic Manufacturing Industries. We offer end-to-end solutions that enable electronic manufacturers to significantly improve their overall productivity and elevate their journey of automation.",
    "proucts": "Our Product & Solutions",
    "productsHeading": "Our compressive solutions aligned with Industry 4.0",
    "qik_500lc": "Single Lane Conveyor Series 0.5 M Link Conveyor QIK-500LC ",
    "qik_500lc1": "PCB (Printed Circuit Board) conveyors are essential equipment within the Surface Mount Technology (SMT) assembly...",
    "qik_500cc": "Single Lane Conveyor Series 0.5 M Cooling Conveyor QIK-500CC ",
    "qik_500cc1": "PCB (Printed Circuit Board) conveyors are essential equipment within the Surface Mount Technology (SMT) assembly....",
    "qik_500ic": "Single Lane Conveyor Series 0.5 M Inspection Conveyor QIK-500IC ",
    "qik_500ic1": "PCB (Printed Circuit Board) conveyors are essential equipment within the Surface Mount Technology (SMT)...",
    "qik_1000cc": "Single Lane Conveyor Series 1 M Cooling Conveyor QIK-1000CC",
    "qik_1000cc1": " PCB (Printed Circuit Board) conveyors are essential equipment within the Surface Mount Technology (SMT)...",
    "qik_1000lc": "Single Lane Conveyor Series 1 M Link Conveyor QIK-1000LC ",
    "qik_1000lc1": "PCB (Printed Circuit Board) conveyors are essential equipment within the Surface Mount Technology (SMT) assembly.... ",
    "qik_1000ic": "Single Lane Conveyor Series 1 M Inspection Conveyor QIK-1000IC ",
    "qik_1000ic1": "PCB (Printed Circuit Board) conveyors are essential equipment within the Surface Mount Technology (SMT) assembly.... ",
    "qik_ml": "Single Lane Series Magazine Loader QIK-ML ",
    "qik_ml1": "PCB (Printed Circuit Board) loaders are an integral part of the Surface Mount Technology (SMT) assembly process....",
    "qik_mul": "Single Lane Series Magazine Unloader QIK-MUL  ",
    "qik_mul1": "PCB (Printed Circuit Board) unloaders play a crucial role in the Surface Mount Technology (SMT)...",
    "qik_srss": "Smart Storage Series Smart Reel Storage System QIK-SRSS ",
    "qik_srss1": "Our Storage system is equipped with features to improve component management, reduce errors...",
    "qik_scis": "Smart Storage Series Smart Component Incoming System QIK-SCIS ",
    "qik_scis1": "A Smart Incoming SMT System Streamlines the process of receiving and inspection electronics component...",
    "readMore": "Read More",
    "dedicatedtorevolution": "Dedicated to revolutionizing the electronic manufacturing industry.",
    "quality": "Quality",
    "qualityInfo": "We are committed to delivering products and services of the highest quality, ensuring the satisfaction of our customers",
    "intelligence": "Intelligence",
    "intelligenceInfo": "We aim to create solutions that are not only efficient but also intelligent, capable of adapting and learning from data to provide superior performance.",
    "creativity": "Creativity",
    "creativityInfo": "We foster a culture of creativity and constant improvement, encouraging our team to think outside the box and explore novel ideas.",
    "getInTouch": "Get In Touch",
    "address": "No.22, P-3 & P-4 , Site No.97 3rd Phase Koorgalli Industrial Area Mysore , Karnataka - 570018",
    "phone": " +91 827 799 5300",
    "email": "info@rexsatronix.com",
    "popularLink": "Popular Link",
    "mission": "Mission",
    "missionInfo": "Our mission is to empower electronic manufacturing companies with state-of-the-art technology solutions that optimize production processes, reduce operational costs, and enhance overall competitiveness in a rapidly evolving market.",
    "copyRights": "All Right Reserved.",
    "introduction": "Introduction:",
    "introductionDescription": "REXSATRONIX MYS PRIVATE LIMITED is a cutting-edge startup based in Mysore, India, dedicated to revolutionizing the electronic manufacturing industry. With a strong focus on innovation, design, and technology, REXSATRONIX aims to provide comprehensive solutions for enhancing efficiency, productivity, and automation within the electronic manufacturing sector. The company specializes in the design, development, and manufacturing of advanced equipment and software solutions that streamline various manufacturing processes.",
    "missionDescription": "Our mission is to empower electronic manufacturing companies with state-of-the-art technology solutions that optimize production processes, reduce operational costs, and enhance overall competitiveness in a rapidly evolving market.",
    "futureOutlook": "Future Outlook",
    "futureOutlookDescription": "REXSATRONIX MYS PRIVATE LIMITED is poised for rapid growth in the electronic manufacturing industry. By leveraging cutting-edge technology, continuous innovation, and a customer-centric approach, we aim to become a global leader in providing integrated solutions for electronic manufacturing processes. As we expand our product portfolio and enhance our software offerings, we will remain dedicated to driving the industry forward through Quality, efficiency, and excellence. For inquiries, collaborations, or more information about REXSATRONIX, please visit our website at www.rexsatronix.com or contact us at info@rexsatronix.com.",
    "ourServices": "Our Services",
    "whatSolutions": "What Solutions We Provide",
    "whatSolutionsDescriptionfirst": "We are India's first smart factory solution provider in addressing the challenges of the electronics manufacturing industry particularly, in traceability, material handling and production execution. We offer end-to-end solutions and enable electronic manufacturers to significantly improve their overall productivity, production efficiency and help our clients to elevate their journey of automation. We carry the pride of our Solutions to be of high Quality, Intelligent and Creative along with an exclusive alignment to Industry 4.0.",
    "whatSolutionsDescriptionSecond": "From every corner of manufacturing excellence, our comprehensive product lineup is tailor-made to embrace the full spectrum of factory automation, perfectly aligned with the pulse of EMS.",
    "product": "Product",
    "smartInventory": "Smart Inventory Management",
    "smartReel": "Smart Reel Storage System",
    "automatedStorage": "Automated Storage and Retrieval System (ASRS)",
    "autonomousMobile": "Autonomous Mobile Robots (AMR)",
    "smt": "SMT Material Handling Systems",
    "linkConveyors": "Link Conveyors",
    "inspectionConveyors": "Inspection Conveyors",
    "coolingConveyors": "Cooling Conveyors",
    "pcbLoaders": "PCB Loaders",
    "pcbUnloaders": "PCB Unloaders",
    "solution": "Solution",
    "totalManufacturing": "Total Manufacturing Execution Software",
    "mes_mom": "MES/MOM o Traceability",
    "machineMaintenance": "Machine Maintenance o Data Analytics",
    "ourProjects": "Our Projects",
    "recentlyLaunchedProjects": "Recently Launched Projects",
    "all": "All",
    "rack": "Rack",
    "conveyor": "Conveyor",
    "company": "Company",
    "companyEntry": "Company entry",
    "smartRack": "Smart Rack",
    "linkingConveyor": "linking Conveyor",
    "smartRackReels": "Smart Rack Reels",
    "coolingConveyor": "Cooling Conveyor",
    "customizedSizeConveyor": "Customized size Conveyor",
    "meterLinkingConveyor": "1Meter Linking Conveyor",
    "god": "God",
    "conferenceRoom": "Conference Room",
    "assemblyArea": "Assembly Area",
    "unlockingAutomation": "Unlocking Automation for Electronic Manufacturing Services to Enhance Shop Floor Efficiency and Productivity",
    "unlockingAutomationDescription": "In the rapidly evolving landscape of electronic manufacturing services (EMS), the integration of automation technologies has emerged as a transformative solution to significantly enhance shop floor efficiency and productivity. This strategic implementation of automation not only streamlines production processes but also empowers manufacturers to meet escalating demands, reduce operational costs, and ensure consistent product quality. This section delves into the pivotal role of automation in the EMS sector, highlighting its benefits, challenges, and potential future developments.",
    "benefitsOfAutomationEMS": "Benefits of Automation in EMS:",
    "enhancedEfficiency": "Enhanced Efficiency: ",
    "enhancedEfficiency1": "Automation minimizes human intervention in repetitive and time-consuming tasks, allowing manufacturers to optimize resource allocation and reduce cycle times. This leads to increased throughput, reduced lead times, and improved overall operational efficiency.",
    "consistentQuality": "Consistent Quality: ",
    "consistentQuality1": "Automated systems ensure standardized processes, reducing the likelihood of human errors and defects. This results in higher product quality and reliability, which is particularly crucial in the electronics industry where precision is paramount.",
    "scalability": "Scalability: ",
    "scalability1": "Automation equips EMS providers to seamlessly scale up production to meet fluctuating demands. Rapid adjustments can be made without the need for extensive retraining or recruitment efforts.",
    "dataDrivenDecisionMaking": "Data-Driven Decision Making: ",
    "dataDrivenDecisionMaking1": "Automation generates real-time production data and analytics that enable data-driven decision-making. Manufacturers can identify bottlenecks, performance trends, and areas for improvement, fostering continuous enhancement of manufacturing processes.",
    "costEfficiency": "Cost Efficiency: ",
    "costEfficiency1": "Although initial setup costs can be substantial, the long- term savings gained from reduced labor costs, minimized material wastage, and optimized resource utilization justify the investment in automation technology.",
    "challengesAndConsiderations": "Challenges and Considerations:",
    "collaborativeRobotics": "Collaborative Robotics (Cobots): ",
    "collaborativeRobotics1": "The integration of cobots, which work alongside human operators, is expected to rise. These robots can handle intricate tasks that demand human dexterity while reducing the risk of physical strain and errors.",
    "artificialintelligence ": "Artificial Intelligence (AI) and Machine Learning: AI-powered systems can analyze vast amounts of data to optimize processes, predict maintenance needs, and enhance decision-making across the production chain.",
    "internetOfThings": "Internet of Things (IoT) Connectivity: ",
    "internetOfThings1": "IoT-enabled devices can facilitate real-time monitoring, tracking, and remote control of manufacturing equipment, enabling efficient maintenance and proactive issue resolution.",
    "additiveManufacturing": "Additive Manufacturing (3D Printing): 3D printing technology can revolutionize the production of electronic components, allowing for rapid prototyping, customization, and reduced material waste.",
    "extraInfo": "In conclusion, the adoption of automation in electronic manufacturing services is a strategic imperative for achieving higher levels of efficiency, productivity, and competitiveness. While challenges persist, the benefits, including enhanced quality, scalability, and data-driven decision-making, outweigh the initial obstacles. As technology continues to advance, the EMS sector stands poised to leverage emerging trends like collaborative robotics, AI, and IoT connectivity to further revolutionize its operations and reshape the future of electronic manufacturing.",
    "contactUs": "Contact Us",
    "contactForAnyQuery": "Contact For Any Query",
    "yourName": "Your Name",
    "yourEmail": "Your Email",
    "subject": "Subject",
    "message": "Message",
    "sendMessage": "Send Message",
    "loading": "Loading",
    "download": "Download PDF"
  },

  "japanese": {
    "home": "ホーム",
    "aboutUs": "会社概要",
    "products_Solution": "製品とソリューション",
    "gallery": "ギャラリー",
    "blog": "ブログ",
    "contact": "お問い合わせ",
    "requestDemo": "デモのリクエスト",
    "heading": "品質、知能、創造的なソリューション",
    "headingContent": "製造および工場運用を前例のない効率と革新で革命しましょう！",
    "content": "REXSATRONIXは、インドのマイソールに拠点を置く最先端のスタートアップです。私たちは電子製造業向けの高度な機器およびソフトウェアソリューションの設計、開発、製造に特化しています。私たちは電子製造業者が全体的な生産性を大幅に向上させ、自動化の道程を高めるのを可能にするエンドツーエンドのソリューションを提供しています。",
    "productsHeading": "Industry 4.0に合った包括的なソリューション",
    "qik_500lc": "シングルレーンコンベヤーシリーズ0.5 M リンクコンベヤー QIK-500LC",
    "qik_500lc1": "PCB（プリント基板）コンベアは、表面実装技術（SMT）アセンブリ内で不可欠な機器です...",
    "qik_500cc": "シングルレーンコンベヤーシリーズ0.5 M 冷却コンベヤー QIK-500CC",
    "qik_500cc1": "PCB（プリント基板）コンベアは、表面実装技術（SMT）アセンブリ内で不可欠な機器です...",
    "qik_500ic": "シングルレーンコンベヤーシリーズ0.5 M 検査コンベヤー QIK-500IC",
    "qik_500ic1": "PCB（プリント基板）コンベアは、表面実装技術（SMT）アセンブリ内で不可欠な機器です...",
    "qik_1000cc": "シングルレーンコンベヤーシリーズ1 M 冷却コンベヤー QIK-1000CC",
    "qik_1000cc1": "PCB（プリント基板）コンベアは、表面実装技術（SMT）アセンブリ内で不可欠な機器です...",
    "qik_1000lc": "シングルレーンコンベヤーシリーズ1 M リンクコンベヤー QIK-1000LC",
    "qik_1000lc1": "PCB（プリント基板）コンベアは、表面実装技術（SMT）アセンブリ内で不可欠な機器です...",
    "qik_1000ic": "シングルレーンコンベヤーシリーズ1 M 検査コンベヤー QIK-1000IC",
    "qik_1000ic1": "PCB（プリント基板）コンベアは、表面実装技術（SMT）アセンブリ内で不可欠な機器です...",
    "qik_ml": "シングルレーンシリーズ マガジンローダー QIK-ML",
    "qik_ml1": "PCB（プリント基板）ローダーは、表面実装技術（SMT）アセンブリプロセスの不可欠な部分です...",
    "qik_mul": "シングルレーンシリーズ マガジンアンローダー QIK-MUL",
    "qik_mul1": "PCB（プリント基板）アンローダーは、表面実装技術（SMT）アセンブリ内で重要な役割を果たします...",
    "qik_srss": "スマートストレージシリーズ スマートリールストレージシステム QIK-SRSS",
    "qik_srss1": "当社のストレージシステムは、部品管理を改善し、エラーを削減する機能を備えています...",
    "qik_scis": "スマートストレージシリーズ スマートコンポーネント入庫システム QIK-SCIS",
    "qik_scis1": "スマートな入庫SMTシステムは、電子部品の受け取りと検査プロセスを効率化します...",
    "readMore": "続きを読む",
    "dedicatedtorevolution": "電子製造業の革命に専念",
    "quality": "品質",
    "qualityInfo": "私たちは顧客の満足を保証し、最高品質の製品とサービスを提供することにコミットしています",
    "intelligence": "知能",
    "intelligenceInfo": "私たちは効率的であるだけでなく、データから適応し学習して優れたパフォーマンスを提供できる知能のあるソリューションを作成することを目指しています",
    "creativity": "創造性",
    "creativityInfo": "私たちは創造性と常に改善の文化を育み、チームに外の枠を考え、新しいアイデアを探求するよう奨励しています",
    "getInTouch": "お問い合わせ",
    "address": "カルナータカ州マイソール、クーガルリ工業地域第3フェーズ、サイトNo.97、P-3＆P-4、第3フェーズクーガルリ工業地域、マイソール、570018",
    "phone": "+91 827 799 5300",
    "email": "info@rexsatronix.com",
    "popularLink": "人気のリンク",
    "mission": "ミッション",
    "missionInfo": "私たちのミッションは、電子製造企業に最先端のテクノロジーソリューションを提供し、製造プロセスを最適化し、運用コストを削減し、急速に変化する市場での全体的な競争力を向上させることです。",
    "copyRights": "すべての権利を保有します。",
    "introduction": "紹介:",
    "introductionDescription": "REXSATRONIX MYS PRIVATE LIMITEDは、電子製造業を革新することを使命とする、インドのマイソールに拠点を置く最先端のスタートアップです。革新、設計、テクノロジーに重点を置いたREXSATRONIXは、電子製造業の効率、生産性、自動化を向上させる包括的なソリューションを提供することを目指しています。当社はさまざまな製造プロセスを効率化するための高度な機器とソフトウェアソリューションの設計、開発、製造に特化しています。",
    "missionDescription": "私たちのミッションは、電子製造企業に最先端のテクノロジーソリューションを提供し、製造プロセスを最適化し、運用コストを削減し、急速に変化する市場での全体的な競争力を向上させることです。",
    "futureOutlook": "将来の展望",
    "futureOutlookDescription": "REXSATRONIX MYS PRIVATE LIMITEDは、電子製造業で急成長を遂げる予定です。先端技術、継続的な革新、顧客中心のアプローチを活用して、電子製造プロセスの統合ソリューションを提供するグローバルリーダーになることを目指しています。製品ポートフォリオを拡充し、ソフトウェアの提供を強化すると同時に、品質、効率、卓越性を通じて業界を前進させることに専念し続けます。REXSATRONIXに関するお問い合わせ、提携、その他の情報は、当社のウェブサイトwww.rexsatronix.comを訪問するか、info@rexsatronix.comにお問い合わせください。",
    "ourServices": "当社のサービス",
    "whatSolutions": "提供するソリューション",
    "whatSolutionsDescriptionfirst": "私たちは、電子製造業の課題、特にトレースビリティ、材料ハンドリング、生産実行に取り組むインド初のスマートファクトリーソリューションプロバイダーです。エンドツーエンドのソリューションを提供し、電子製造業者が全体的な生産性、生産効率を大幅に向上させ、自動化の道程を高めるのを助けます。当社のソリューションは、品質、知能、創造性に誇りを持ち、Industry 4.0に独自に合致しています。",
    "whatSolutionsDescriptionSecond": "製造のあらゆる角において、当社の包括的な製品ラインナップは、EMSの脈に完全に合致するようにカスタマイズされています。",
    "product": "製品",
    "smartInventory": "スマート在庫管理",
    "smartReel": "スマートリールストレージシステム",
    "automatedStorage": "自動倉庫保管および検索システム（ASRS）",
    "autonomousMobile": "自律型モバイルロボット（AMR）",
    "smt": "SMT材料ハンドリングシステム",
    "linkConveyors": "リンクコンベア",
    "inspectionConveyors": "検査コンベア",
    "coolingConveyors": "冷却コンベア",
    "pcbLoaders": "PCBローダー",
    "pcbUnloaders": "PCBアンローダー",
    "solution": "ソリューション",
    "totalManufacturing": "総合製造実行ソフトウェア",
    "mes_mom": "MES/MOMトレーサビリティ",
    "machineMaintenance": "マシンメンテナンスおよびデータアナリティクス",
    "ourProjects": "当社のプロジェクト",
    "recentlyLaunchedProjects": "最近開始したプロジェクト",
    "all": "すべて",
    "rack": "ラック",
    "conveyor": "コンベヤー",
    "company": "会社",
    "companyEntry": "会社入り口",
    "smartRack": "スマートラック",
    "linkingConveyor": "リンクコンベア",
    "smartRackReels": "スマートラックリール",
    "coolingConveyor": "冷却コンベア",
    "customizedSizeConveyor": "カスタマイズサイズコンベア",
    "meterLinkingConveyor": "1メートルリンクコンベヤー",
    "god": "神",
    "conferenceRoom": "会議室",
    "assemblyArea": "組立エリア",
    "unlockingAutomation": "電子製造サービスの自動化を解除して、ショップフロアの効率性と生産性を向上させる",
    "unlockingAutomationDescription": "電子製造サービス（EMS）の急速に変化する風景では、自動化技術の統合が、ショップフロアの効率性と生産性を大幅に向上させる変革的なソリューションとして浮かび上がっています。この戦略的な自動化の実施は、生産プロセスを合理化するだけでなく、製造業者が増加する需要を満たし、運用コストを削減し、一貫した製品品質を確保する力を提供します。このセクションではEMSセクターにおける自動化の中心的な役割を探り、その利点、課題、および将来の可能性に焦点を当てます。",
    "benefitsOfAutomationEMS": "EMSにおける自動化の利点：",
    "enhancedEfficiency": "効率の向上：",
    "enhancedEfficiency1": "自動化は反復的で時間のかかるタスクにおける人間の介入を最小限にし、リソース配分を最適化し、サイクルタイムを短縮します。これにより、スループットが向上し、リードタイムが短縮され、全体的な運用効率が向上します。",
    "consistentQuality": "一貫した品質：",
    "consistentQuality1": "自動化システムは標準化されたプロセスを確保し、人為的なエラーや欠陥の可能性を減少させます。これにより、製品の品質と信頼性が向上し、特に精密が肝要な電子産業において重要です。",
    "scalability": "スケーラビリティ：",
    "scalability1": "自動化はEMSプロバイダーが需要の変動に対応するために生産をシームレスに拡大できるようにします。継続的な訓練や採用の必要がなく、迅速な調整が可能です。",
    "dataDrivenDecisionMaking": "データ駆動型意思決定：",
    "dataDrivenDecisionMaking1": "自動化はリアルタイムの生産データと分析を生成し、データ駆動型の意思決定を可能にします。製造業者はボトルネック、パフォーマンストレンド、および改善の余地を特定でき、製造プロセスの継続的な向上を促進します。",
    "costEfficiency": "コスト効率：",
    "costEfficiency1": "初期設定コストはかなりかかるかもしれませんが、労働コストの削減、材料の無駄の削減、リソースの最適利用によって得られる長期的な節約は、自動化技術への投資を正当化します。",
    "challengesAndConsiderations": "課題と検討事項：",
    "collaborativeRobotics": "協力ロボティクス（Cobots）：",
    "collaborativeRobotics1": "協力ロボットの統合が増加すると予想されています。これらのロボットは人間の器用さを必要とする入念なタスクを処理でき、身体的な負担とエラーのリスクを減少させます。",
    "artificialintelligence ": "人工知能（AI）と機械学習：AIパワードのシステムは、プロセスを最適化し、保守ニーズを予測し、製造プロセス全体で意思決定を向上させるために大量のデータを分析できます。",
    "internetOfThings": "モノのインターネット（IoT）接続：",
    "internetOfThings1": "IoT対応のデバイスは、製造設備のリアルタイムモニタリング、トラッキング、リモートコントロールを容易にし、効率的なメンテナンスと問題のプロアクティブな解決を可能にします。",
    "additiveManufacturing": "付加製造（3Dプリント）：3Dプリンティング技術は電子部品の製造を革命的に変え、迅速なプロトタイピング、カスタマイズ、材料の無駄を削減します。",
    "extraInfo": "結論として、電子製造サービスにおける自動化の導入は、効率、生産性、競争力を高めるための戦略的な必要条件です。課題は続くものの、品質向上、スケーラビリティ、データ駆動型の意思決定など、初期の障害は利点に勝っています。技術が進化し続ける中、EMSセクターは協力ロボティクス、AI、IoT接続などの新興トレンドを活用し、その運用をさらに革新し、電子製造の未来を形作る準備が整っています。",
    "contactUs": "お問い合わせ",
    "contactForAnyQuery": "お問い合わせ",
    "yourName": "名前",
    "yourEmail": "メール",
    "subject": "件名",
    "message": "メッセージ",
    "sendMessage": "メッセージを送信",
    "loading": "読み込み中",
    "download": "PDFをダウンロード"
  },
  "chinese": {
    "home": "主页",
    "aboutUs": "关于我们",
    "products_Solution": "产品与解决方案",
    "gallery": "画廊",
    "blog": "博客",
    "contact": "联系我们",
    "requestDemo": "请求演示",
    "heading": "高质、智能与创新解决方案",
    "headingContent": "以前所未有的效率和创新规模，彻底改革制造和车间操作！",
    "content": "REXSATRONIX是一家位于印度迈索尔的尖端初创企业。我们专注于为电子制造行业设计、开发和制造先进的设备和软件解决方案。我们提供端到端解决方案，能够显著提高电子制造商的整体生产力，并提升其自动化之旅。",
    "proucts": "我们的产品与解决方案",
    "productsHeading": "与工业4.0相契合的全面解决方案",
    "qik_500lc": "单轨传送带系列0.5米链式传送带QIK-500LC",
    "qik_500lc1": "PCB（印刷电路板）传送带是表面贴装技术（SMT）装配中的基本设备...",
    "qik_500cc": "单轨传送带系列0.5米冷却传送带QIK-500CC",
    "qik_500cc1": "PCB（印刷电路板）传送带是表面贴装技术（SMT）装配中的基本设备...",
    "qik_500ic": "单轨传送带系列0.5米检测传送带QIK-500IC",
    "qik_500ic1": "PCB（印刷电路板）传送带是表面贴装技术（SMT）装配中的基本设备...",
    "qik_1000cc": "单轨传送带系列1米冷却传送带QIK-1000CC",
    "qik_1000cc1": "PCB（印刷电路板）传送带是表面贴装技术（SMT）装配中的基本设备...",
    "qik_1000lc": "单轨传送带系列1米链式传送带QIK-1000LC",
    "qik_1000lc1": "PCB（印刷电路板）传送带是表面贴装技术（SMT）装配中的基本设备...",
    "qik_1000ic": "单轨传送带系列1米检测传送带QIK-1000IC",
    "qik_1000ic1": "PCB（印刷电路板）传送带是表面贴装技术（SMT）装配中的基本设备...",
    "qik_ml": "单轨系列杂志装载机QIK-ML",
    "qik_ml1": "PCB（印刷电路板）装载机是表面贴装技术（SMT）装配流程中的重要组成部分...",
    "qik_mul": "单轨系列杂志卸载机QIK-MUL",
    "qik_mul1": "PCB（印刷电路板）卸载机在表面贴装技术（SMT）中发挥着至关重要的作用...",
    "qik_srss": "智能存储系列智能卷纸存储系统QIK-SRSS",
    "qik_srss1": "我们的存储系统配备了各种功能，以改善元件管理，减少错误...",
    "qik_scis": "智能存储系列智能元件进料系统QIK-SCIS",
    "qik_scis1": "智能进料SMT系统简化了接收和检查电子元件的流程...",
    "readMore": "了解更多",
    "dedicatedtorevolution": "致力于彻底改革电子制造业。",
    "quality": "质量",
    "qualityInfo": "我们致力于提供最高质量的产品和服务，确保客户满意度。",
    "intelligence": "智能",
    "intelligenceInfo": "我们的目标是创建不仅高效，而且智能的解决方案，能够从数据中进行适应和学习，提供卓越性能。",
    "creativity": "创意",
    "creativityInfo": "我们倡导创造性和不断改进的文化，鼓励团队跳出框框，探索新颖的想法。",
    "getInTouch": "联系我们",
    "address": "印度卡纳塔克邦迈索尔第三阶段Koorgalli工业区97号地，22号P-3和P-4地，570018。",
    "phone": " +91 827 799 5300",
    "email": "info@rexsatronix.com",
    "popularLink": "热门链接",
    "mission": "使命",
    "missionInfo": "我们的使命是为电子制造公司提供最先进的技术解决方案，优化生产流程，降低运营成本，并提高在快速发展的市场中的整体竞争力。",
    "copyRights": "保留所有权利。",
    "introduction": "简介：",
    "introductionDescription": "REXSATRONIX MYS PRIVATE LIMITED是一家位于印度迈索尔的尖端初创企业，致力于彻底改革电子制造业。凭借强烈的创新、设计和技术重心，REXSATRONIX旨在提供全面的解决方案，以增强电子制造部门的效率、生产率和自动化。该公司专门从事先进设备和软件解决方案的设计、开发和制造，从而简化各种制造过程。",
    "missionDescription": "我们的使命是为电子制造公司提供最先进的技术解决方案，优化生产流程，降低运营成本，并提高在快速发展的市场中的整体竞争力。",
    "futureOutlook": "未来展望",
    "futureOutlookDescription": "REXSATRONIX MYS PRIVATE LIMITED已经为电子制造业的快速增长做好准备。通过利用尖端技术、持续创新和以客户为中心的方法，我们旨在成为提供电子制造过程综合解决方案的全球领军企业。随着我们扩展产品组合并增强软件产品，我们将始终致力于通过质量、效率和卓越推动该行业前进。有关REXSATRONIX的查询、合作或更多信息，请访问我们的网站www.rexsatronix.com或通过info@rexsatronix.com与我们联系。",
    "ourServices": "我们的服务",
    "whatSolutions": "我们提供什么解决方案",
    "whatSolutionsDescriptionfirst": "我们是印度首家智能工厂解决方案提供商，致力于解决电子制造业的挑战，特别是在可追溯性、物料处理和生产执行方面。我们提供端到端解决方案，使电子制造商能够显著提高整体生产力、生产效率，并帮助客户提升其自动化之旅。我们为我们的解决方案感到自豪，其质量、智能和创造力都很高，并且专门与工业4.0的发展相契合。",
    "whatSolutionsDescriptionSecond": "在制造卓越的各个角落，我们的全面产品阵容专门定制，完全契合EMS的脉搏。",
    "product": "产品",
    "smartInventory": "智能库存管理",
    "smartReel": "智能卷纸存储系统",
    "automatedStorage": "自动化存储和检索系统（ASRS）",
    "autonomousMobile": "自主移动机器人（AMR）",
    "smt": "SMT物料搬运系统",
    "linkConveyors": "链式传送带",
    "inspectionConveyors": "检测传送带",
    "coolingConveyors": "冷却传送带",
    "pcbLoaders": "PCB装载机",
    "pcbUnloaders": "PCB卸载机",
    "solution": "解决方案",
    "totalManufacturing": "总体制造执行软件",
    "mes_mom": "MES/MOM或可追溯性",
    "machineMaintenance": "机器维护或数据分析",
    "ourProjects": "我们的项目",
    "recentlyLaunchedProjects": "最近启动的项目",
    "all": "全部",
    "rack": "货架",
    "conveyor": "传送带",
    "company": "公司",
    "companyEntry": "公司入口",
    "smartRack": "智能货架",
    "linkingConveyor": "链式传送带",
    "smartRackReels": "智能货架卷纸",
    "coolingConveyor": "冷却传送带",
    "customizedSizeConveyor": "定制尺寸传送带",
    "meterLinkingConveyor": "1米链式传送带",
    "god": "大厅",
    "conferenceRoom": "会议室",
    "assemblyArea": "装配区",
    "unlockingAutomation": "解锁电子制造服务的自动化，以提高车间效率和生产力",
    "unlockingAutomationDescription": "在电子制造服务（EMS）领域，自动化技术的整合已成为显著提高车间效率和生产力的变革性解决方案。这种战略性的自动化实施不仅优化了生产流程，还使制造商能够满足不断增长的需求，降低运营成本，并确保产品质量一致。本部分探讨了自动化在EMS领域的关键作用，突出了其益处、挑战和潜在未来发展。",
    "benefitsOfAutomationEMS": "EMS中自动化的好处：",
    "enhancedEfficiency": "提高效率：",
    "enhancedEfficiency1": "自动化减少了重复和耗时任务中的人为干预，使制造商能够优化资源分配，减少周期时间。这导致生产能力增加、减少交货时间，提高整体运营效率。",
    "consistentQuality": "质量一致：",
    "consistentQuality1": "自动化系统确保标准化流程，降低人为错误和缺陷的可能性。这在电子行业尤为重要，精度至关重要。",
    "scalability": "可扩展性：",
    "scalability1": "自动化使EMS提供商能够无缝扩大生产以满足波动的需求。可以快速进行调整，无需进行广泛的再培训或招聘工作。",
    "dataDrivenDecisionMaking": "数据驱动的决策：",
    "dataDrivenDecisionMaking1": "自动化生成实时生产数据和分析，使制造商能够进行数据驱动的决策。制造商可以识别瓶颈、绩效趋势和改进领域，促进制造流程的不断优化。",
    "costEfficiency": "成本效益：",
    "costEfficiency1": "尽管初始设置成本可能很高，但通过减少劳动力成本、最小化材料浪费和优化资源利用，长期节省的费用可以证明自动化技术的投资是合理的。",
    "challengesAndConsiderations": "挑战和注意事项：",
    "collaborativeRobotics": "协作机器人（Cobots）：",
    "collaborativeRobotics1": "协作机器人的整合预计将增加。这些机器人可以处理需要人类灵巧性的复杂任务，同时减少了身体负担和错误的风险。",
    "artificialintelligence": "人工智能（AI）和机器学习：AI动力系统可以分析大量数据以优化流程，预测维护需求，并增强整个生产链上的决策。",
    "internetOfThings": "物联网（IoT）连接：",
    "internetOfThings1": "物联网设备可以实现生产设备的实时监控、跟踪和远程控制，实现高效的维护和主动解决问题。",
    "additiveManufacturing": "增材制造（3D打印）：3D打印技术可以彻底改变电子元件的生产，实现快速原型制作、定制和减少材料浪费。",
    "extraInfo": "总之，在电子制造服务中采用自动化是实现更高效率、生产力和竞争力的战略必要。尽管挑战仍然存在，但益处，包括提高质量、可扩展性和数据驱动的决策，胜过了最初的障碍。随着技术不断发展，EMS行业有望利用协作机器人、人工智能和IoT连接等新兴趋势，进一步改革其业务，重塑电子制造的未来。",
    "contactUs": "联系我们",
    "contactForAnyQuery": "联系任何查询",
    "yourName": "您的姓名",
    "yourEmail": "您的电子邮件",
    "subject": "主题",
    "message": "消息",
    "sendMessage": "发送消息",
    "loading": "加载中",
    "download": "下载PDF"
  },

  "thai": {
    "home": "หน้าแรก",
    "aboutUs": "เกี่ยวกับเรา",
    "products_Solution": "ผลิตภัณฑ์และโซลูชัน",
    "gallery": "แกลเลอรี",
    "blog": "บล็อก",
    "contact": "ติดต่อ",
    "requestDemo": "ขอดูตัวอย่าง",
    "heading": "โซลูชันคุณภาพ อัจฉริยะ และสร้างสรรค์",
    "headingContent": "เพื่อปฏิวัติการผลิตและการดำเนินงานในโรงงานด้วยความหนูขนที่ไม่เหมือนใครและนวัตกรรมในลักษณะขนาดใหญ่!!",
    "content": "REXSATRONIX เป็นสตาร์ตอัพแบบเฉลี่ยที่มีฐานที่มัสรู, อินเดีย ซึ่งเชี่ยวชาญในการออกแบบ พัฒนา และผลิตอุปกรณ์ขั้นสูงและโซลูชันซอฟต์แวร์สำหรับอุตสาหกรรมการผลิตอิเล็กทรอนิกส์ เราให้บริการโซลูชัน end-to-end ที่ช่วยให้ผู้ผลิตอิเลกทรอนิกส์สามารถปรับปรุงผลผลิตทั้งหมดของพวกเขาอย่างมีประสิทธิภาพและยกระดับการเดินทางของพวกเขาในการออโตเมชั่น",
    "productsHeading": "โซลูชันครบวงจรของเราที่อยู่ในแนวของอุตสาหกรรม 4.0",
    "qik_500lc": "Single Lane Conveyor Series 0.5 M Link Conveyor QIK-500LC ",
    "qik_500lc1": "เครื่องลำเลียง PCB (Printed Circuit Board) เป็นอุปกรณ์ที่จำเป็นภายในกระบวนการประกอบ Surface Mount Technology (SMT) ...",
    "qik_500cc": "Single Lane Conveyor Series 0.5 M Cooling Conveyor QIK-500CC ",
    "qik_500cc1": "เครื่องลำเลียง PCB (Printed Circuit Board) เป็นอุปกรณ์ที่จำเป็นภายในกระบวนการประกอบ Surface Mount Technology (SMT) ...",
    "qik_500ic": "Single Lane Conveyor Series 0.5 M Inspection Conveyor QIK-500IC ",
    "qik_500ic1": "เครื่องลำเลียง PCB (Printed Circuit Board) เป็นอุปกรณ์ที่จำเป็นภายในกระบวนการประกอบ Surface Mount Technology (SMT) ...",
    "qik_1000cc": "Single Lane Conveyor Series 1 M Cooling Conveyor QIK-1000CC",
    "qik_1000cc1": "เครื่องลำเลียง PCB (Printed Circuit Board) เป็นอุปกรณ์ที่จำเป็นภายในกระบวนการประกอบ Surface Mount Technology (SMT) ...",
    "qik_1000lc": "Single Lane Conveyor Series 1 M Link Conveyor QIK-1000LC ",
    "qik_1000lc1": "เครื่องลำเลียง PCB (Printed Circuit Board) เป็นอุปกรณ์ที่จำเป็นภายในกระบวนการประกอบ Surface Mount Technology (SMT) ...",
    "qik_1000ic": "Single Lane Conveyor Series 1 M Inspection Conveyor QIK-1000IC ",
    "qik_1000ic1": "เครื่องลำเลียง PCB (Printed Circuit Board) เป็นอุปกรณ์ที่จำเป็นภายในกระบวนการประกอบ Surface Mount Technology (SMT) ...",
    "qik_ml": "Single Lane Series Magazine Loader QIK-ML ",
    "qik_ml1": "เครื่องโหลด PCB (Printed Circuit Board) เป็นส่วนสำคัญของกระบวนการประกอบ Surface Mount Technology (SMT) ...",
    "qik_mul": "Single Lane Series Magazine Unloader QIK-MUL  ",
    "qik_mul1": "เครื่องถอด PCB (Printed Circuit Board) มีบทบาทสำคัญในกระบวนการประกอบ Surface Mount Technology (SMT) ...",
    "qik_srss": "Smart Storage Series Smart Reel Storage System QIK-SRSS ",
    "qik_srss1": "ระบบเก็บข้อมูลของเราได้รับการติดตั้งด้วยคุณสมบัติที่ช่วยในการบริหารจัดการส่วนประกอบเพื่อลดความผิดพลาด ...",
    "qik_scis": "Smart Storage Series Smart Component Incoming System QIK-SCIS ",
    "qik_scis1": "ระบบ SMT ที่มีความฉลาดที่ช่วยในกระบวนการรับและตรวจสอบส่วนประกอบอิเลกทรอนิกส์ ...",
    "readMore": "อ่านเพิ่มเติม",
    "dedicatedtorevolution": "มุ่งมั่นในการปฏิวัติอุตสาหกรรมการผลิตอิเล็กทรอนิกส์",
    "quality": "คุณภาพ",
    "qualityInfo": "เรามุ่งมั่นที่จะส่งมอบผลิตภัณฑ์และบริการที่มีคุณภาพสูงสุดเพื่อให้ความพอใจให้กับลูกค้าของเรา",
    "intelligence": "ความฉลาด",
    "intelligenceInfo": "เรามุ่งเน้นที่จะสร้างโซลูชันที่ไม่เพียงแค่มีประสิทธิภาพ แต่ยังเป็นอัจฉริยะ สามารถปรับตัวและเรียนรู้จากข้อมูลเพื่อให้มีประสิทธิภาพที่ยอดเยี่ยม",
    "creativity": "ความสร้างสรรค์",
    "creativityInfo": "เราสนับสนุนวัฒนธรรมของความคิดสร้างสรรค์และการปรับปรุงอย่างต่อเนื่อง กระตุ้นทีมของเราให้คิดนอกกล่องและสำรวจความคิดใหม่",
    "getInTouch": "ติดต่อเรา",
    "address": "เลขที่ 22, หมู่ P-3 และ P-4, ที่อยู่เลข 97 ชุดที่ 3 พื้นที่อุตสาหกรรมโคอร์กัลลิ มัสรู, รัฐการ์นาตะ - 570018",
    "phone": " +91 827 799 5300",
    "email": "info@rexsatronix.com",
    "popularLink": "ลิงก์ยอดนิยม",
    "mission": "พันธกิจ",
    "missionInfo": "พันธกิจของเราคือการให้พลังให้บริษัทผู้ผลิตอิเลกทรอนิกส์ด้วยโซลูชันเทคโนโลยีระดับหนึ่งที่ปรับปรุงกระบวนการผลิต ลดค่าใช้จ่ายในการดำเนินงาน และเพิ่มความแข่งขันทั่วไปในตลาดที่กำลังเปลี่ยนไปอย่างรวดเร็ว",
    "copyRights": "สงวนลิขสิทธิ์ทุกสิ่ง.",
    "introduction": "การแนะนำ:",
    "introductionDescription": "REXSATRONIX MYS PRIVATE LIMITED เป็นสตาร์ตอัพแบบเฉลี่ยที่มีฐานที่มัสรู, อินเดีย มุ่งมั่นในการปฏิวัติอุตสาหกรรมการผลิตอิเลกทรอนิกส์ ด้วยการใส่ใจในนวัตกรรม การออกแบบและเทคโนโลยีอย่างเด็ดขาด REXSATRONIX มุ่งหวังที่จะให้โซลูชันครบวงจรสำหรับการเพิ่มประสิทธิภาพ ผลผลิตและออโตเมชั่นภายในสายอุตสาหกรรมการผลิตอิเลกทรอนิกส์ บริษัทเชี่ยวชาญในการออกแบบ พัฒนา และผลิตอุปกรณ์ขั้นสูงและโซลูชันซอฟต์แวร์ที่ช่วยในกระบวนการผลิตที่หลากหลาย",
    "missionDescription": "พันธกิจของเราคือการให้พลังให้บริษัทผู้ผลิตอิเลกทรอนิกส์ด้วยโซลูชันเทคโนโลยีระดับหนึ่งที่ปรับปรุงกระบวนการผลิต ลดค่าใช้จ่ายในการดำเนินงาน และเพิ่มความแข่งขันทั่วไปในตลาดที่กำลังเปลี่ยนไปอย่างรวดเร็ว",
    "futureOutlook": "ทิศทางอนาคต",
    "futureOutlookDescription": "REXSATRONIX MYS PRIVATE LIMITED พร้อมสำหรับการเติบโตอย่างรวดเร็วในอุตสาหกรรมการผลิตอิเลกทรอนิกส์ โดยใช้เทคโนโลยีเดดรับจากการตัดเย็น นวัตกรรมต่อเนื่องและการใส่ใจในลูกค้า เรามุ่งหวังที่จะเป็นผู้นำระดับโลกในการให้โซลูชันรวมระบบสำหรับกระบวนการการผลิตอิเลกทรอนิกส์ เมื่อเราขยายพอร์ตโฟลิโอของเราและเสริมสร้างความเสนอที่ดีของซอฟต์แวร์ของเรา เราจะยังคงมุ่งมั่นในการนำอุตสาหกรรมไปข้างหน้าด้วยคุณภาพ ประสิทธิภาพ และความเป็นเลิศ สำหรับข้อสงสัย การร่วมมือ หรือข้อมูลเพิ่มเติมเกี่ยวกับ REXSATRONIX โปรดเยี่ยมชมเว็บไซต์ของเราที่ www.rexsatronix.com หรือติดต่อเราที่ info@rexsatronix.com",
    "ourServices": "บริการของเรา",
    "whatSolutions": "โซลูชันที่เราให้",
    "whatSolutionsDescriptionfirst": "เราเป็นผู้ให้โซลูชันสมาร์ทแฟคตอรี่แรกในประเทศอินเดียที่แอดเดรสความท้าทายในอุตสาหกรรมการผลิตอิเลกทรอนิกส์ เฉพาะอย่างยิ่งในเรื่องของการติดตามวัสดุและกระบวนการการผลิต เราให้โซลูชันครบวงจรและช่วยผู้ผลิตอิเลกทรอนิกส์ปรับปรุงผลผลผลิตทั้งหมดของพวกเขา ประสิทธิภาพในการผลิตและช่วยลูกค้าของเรายกระดับการเดินทางของพวกเขาในการออโตเมชั่น เราภูมิใจในโซลูชันของเราที่มีคุณภาพสูง อัจฉริยะและสร้างสรรค์พร้อมกับการจับคู่ที่เป็นพิเศษกับอุตสาหกรรม 4.0",
    "whatSolutionsDescriptionSecond": "จากทุกมุมของความเป็นเลิศในการผลิต สินค้าของเราที่ครอบคลุมครบถ้วนถูกออกแบบให้เหมาะสมเพื่อยอมรับขอบเขตแบบเต็มของการออโตเมชั่นในโรงงาน ตรงกับจุดปลายของ EMS",
    "product": "ผลิตภัณฑ์",
    "smartInventory": "การจัดการสินค้าคงคลังสมาร์ท",
    "smartReel": "ระบบจัดเก็บสมาร์ทรีล",
    "automatedStorage": "ระบบจัดเก็บและดึงออกอัตโนมัส",
    "autonomousMobile": "หุ่นยนต์อัตโนมัสระบบอัตโนมัสเคลื่อนที่ (AMR)",
    "smt": "ระบบจัดการวัสดุ SMT",
    "linkConveyors": "ลิงค์คอนเวยอร์",
    "inspectionConveyors": "คอนเวยอร์สำหรับการตรวจสอบ",
    "coolingConveyors": "คอนเวยอร์สำหรับการทำความเย็น",
    "pcbLoaders": "เครื่องโหลด PCB",
    "pcbUnloaders": "เครื่องถอด PCB",
    "solution": "โซลูชัน",
    "totalManufacturing": "ซอฟต์แวร์ดำเนินการผลิตทั้งหมด",
    "mes_mom": "MES/MOM หรือการติดตามการผลิต",
    "machineMaintenance": "การบำรุงรักษาเครื่องจักร หรือการวิเคราะห์ข้อมูล",
    "ourProjects": "โครงการของเรา",
    "recentlyLaunchedProjects": "โครงการที่เราเริ่มต้นเร็วๆนี้",
    "all": "ทั้งหมด",
    "rack": "หิ้ว",
    "conveyor": "คอนเวยอร์",
    "company": "บริษัท",
    "companyEntry": "บริษัทเข้าสู่",
    "smartRack": "สมาร์ทหิ้ว",
    "linkingConveyor": "คอนเวยอร์ลิงค์",
    "smartRackReels": "ม้วนสมาร์ทหิ้ว",
    "coolingConveyor": "คอนเวยอร์สำหรับการทำความเย็น",
    "customizedSizeConveyor": "คอนเวยอร์ขนาดกำหนดเอง",
    "meterLinkingConveyor": "คอนเวยอร์ลิงค์ 1 เมตร",
    "god": "เทพ",
    "conferenceRoom": "ห้องประชุม",
    "assemblyArea": "พื้นที่ประชุม",
    "unlockingAutomation": "ปลดล็อคออโตเมชันสำหรับบริการผลิตอิเลกทรอนิกส์เพื่อเพิ่มประสิทธิภาพและผลผลิตในห้องการผลิต",
    "unlockingAutomationDescription": "ในภูมิปรากฏการณ์ที่กำลังเปลี่ยนแปลงอย่างรวดเร็วของบริการผลิตอิเลกทรอนิกส์ (EMS) การรวมเทคโนโลยีออโตเมชันเป็นสิ่งแปรปรวนที่ช่วยเพิ่มประสิทธิภาพและผลผลิตอย่างมีนัยสำคัญ การปฏิบัติอย่างชาญฉลาดนี้ไม่เพียงทำให้กระบวนการผลิตเรียบร้อยเท่านั้น แต่ยังทำให้ผู้ผลิตสามารถรับมือกับความต้องการที่เพิ่มขึ้น ลดค่าใช้จ่ายในการดำเนินงานและรักษาคุณภาพผลิตภัณฑ์ที่เสถียร ส่วนนี้นำเสนอบทบาทสำคัญของออโตเมชันในภูมิละทางของ EMS โดยเน้นย้ำความได้เปรียบ ความท้าทายและโอกาสที่จะเป็นไปได้ในอนาคต",
    "benefitsOfAutomationEMS": "ประโยชน์ของออโตเมชันใน EMS:",
    "enhancedEfficiency": "ประสิทธิภาพที่เพิ่มขึ้น:",
    "enhancedEfficiency1": "ออโตเมชันลดการเข้ามาของมนุษย์ในงานที่เป็นการทำซ้ำและการเสียเวลา ทำให้ผู้ผลิตสามารถจัดสรรทรัพยากรและลดเวลาไปที่จะให้ผลผลิตสูงขึ้น ลดเวลานำสินค้าและเพิ่มประสิทธิภาพการดำเนินงานโดยรวม",
    "consistentQuality": "คุณภาพที่สม่ำเสมอ:",
    "consistentQuality1": "ระบบออโตเมชันรักษาระบบมาตรฐานซึ่งลดความน่าจะเป็นของข้อผิดพลาดและข้อบกพร่องของมนุษย์ ผลลัพธ์คือคุณภาพและความน่าเชื่อถือที่สูง ซึ่งมีความสำคัญอย่างยิ่งในอุตสาหกรรมอิเลกทรอนิกส์ที่ความแม่นยำเป็นสิ่งสำคัญ",
    "scalability": "การสามารถปรับขนาดได้:",
    "scalability1": "ออโตเมชันทำให้ผู้ให้บริการ EMS สามารถขยายการผลิตอย่างไม่มีช่องว่างในการตอบสนองความต้องการที่แปลเปลี่ยนไป สามารถทำการปรับปรุงอย่างรวดเร็วโดยไม่ต้องมีความพยายามในการฝึกอบรมหรือการสรรหาที่มากมาย",
    "dataDrivenDecisionMaking": "การตัดสินใจที่ขับเคลื่อนด้วยข้อมูล:",
    "dataDrivenDecisionMaking1": "ออโตเมชันสร้างข้อมูลการผลิตและการวิเคราะห์เรียลไทม์ซึ่งทำให้มีการตัดสินใจขึ้นอย่างขับเคลื่อนด้วยข้อมูล ผู้ผลิตสามารถระบุจุดขัดข้อง แนวโน้มในการปฏิบัติและพื้นที่ที่จำเป็นต้องปรับปรุง เพื่อส่งเสริมการปรับปรุงกระบวนการผลิตอย่างต่อเนื่อง",
    "costEfficiency": "ความคุ้มค่าของการใช้งบประมาณ:",
    "costEfficiency1": "แม้ค่าติดตั้งเริ่มต้นจะมีราคาแพง การประหยัดรายจ่ายในระยะยาวที่ได้จากการลดค่าแรงงาน การลดการสูญเสียวัสดุ และการใช้ทรัพยากรอย่างมีประสิทธิภาพมักทำให้การลงทุนในเทคโนโลยีออโตเมชันคุ้มค่า",
    "challengesAndConsiderations": "ความท้าทายและข้อพิจารณา:",
    "collaborativeRobotics": "หุ่นยนต์ที่ทำงานร่วมกัน (Cobots):",
    "collaborativeRobotics1": "การรวมหุ่นยนต์ Cobots ซึ่งทำงานข้างข้างกับผู้ประกอบการมนุษย์คาดว่าจะเพิ่มขึ้น หุ่นยนต์เหล่านี้สามารถจัดการงานที่ซับซ้อนที่ต้องการความคล่องมือของมนุษย์ในขณะที่ลดความเสี่ยงของอาการเมื่อยและข้อผิดพลาด",
    "artificialintelligence": "ปัจจุบันเครื่องจักรอัตโนมัส",
    "artificialintelligence1": "ระบบที่ขับเคลื่อนด้วยปัจจุบันเครื่องจักรอัตโนมัสสามารถวิเคราะห์ข้อมูลจำนวนมากเพื่อปรับปรุงกระบวนการ ทำนายความต้องการในการบำรุงรักษา และเสริมการตัดสินใจในระบบผลิตโดยรวดเร็ว",
    "internetOfThings": "การเชื่อมต่ออินเทอร์เน็ตของสรรพสิ่ง",
    "internetOfThings1": "อุปกรณ์ที่เชื่อมต่อกับอินเทอร์เน็ตของสรรพสิ่งสามารถให้การติดตามแบบเรียลไทม์ การติดตาม และควบคุมการผลิตไกลของอุปกรณ์การผลิต ที่ช่วยในการบำรุงรักษาที่มีประสิทธิภาพและการแก้ไขปัญหาที่เกิดขึ้นโดยก่อนแจ้งล่วงหน้า",
    "additiveManufacturing": "การผลิตทางการ์ตูน (3D Printing):",
    "additiveManufacturing1": "เทคโนโลยีการพิมพ์ 3 มิติสามารถปฏิรูปการผลิตอะไร้สร้างวัสดุอิเลกทรอนิกส์ ที่ช่วยในการสร้างโมเดลอย่างรวดเร็ว ปรับให้เหมาะกับความต้องการและลดสูญเสียวัสดุ",
    "extraInfo": "ในสรุป การนำออโตเมชันเข้าสู่บริการผลิตอิเลกทรอนิกส์เป็นภาระทางกลยานกลยุทธ์สำหรับการบริบูรณีระดับความเป็นเลิศ ประสิทธิภาพ และการแข่งขัน แม้ยังคงมีความท้าทาย แต่ประโยชน์รวม รวมถึงคุณภาพที่ดีขึ้น การขยายสเกลและการตัดสินใจโดยข้อมูล ทำให้ความท้าทายเริ่มแรง ยิ่งยืน และท้าทายแรงบริโภคขั้นต้น ส่วนเทคโนโลยียังคงเดินหน้า ภาค EMS พร้อมใช้เทคโนโลยีที่กำลังเกิดขึ้นเช่นหุ่นยนต์ร่วมกัน AI และการเชื่อมต่ออินเทอร์เน็ตของสรรพสิ่งเพื่อปรับเปลี่ยนการดำเนินงานและรูปแบบอนาคตของการผลิตอิเลกทรอนิกส์",
    "contactUs": "ติดต่อเรา",
    "contactForAnyQuery": "ติดต่อสำหรับคำถามใดๆ",
    "yourName": "ชื่อของคุณ",
    "yourEmail": "อีเมลของคุณ",
    "subject": "หัวข้อ",
    "message": "ข้อความ",
    "sendMessage": "ส่งข้อความ",
    "loading": "กำลังโหลด",
    "download": "ดาวน์โหลด PDF"
  }
}
